Repository: birder-project/birder
Catalog: frontend/server/inference/locale/*/LC_MESSAGES/django.po
Languages: he

source: Alpine swift
he: סיס הרים

source: Arabian babbler
he: זנבן ערבי

source: Asian desert warbler
he: סבכי מדבר

source: Barn owl
he: תנשמת לבנה

source: Barn swallow
he: סנונית הרפתות

source: Bearded reedling
he: שפמתן

source: Black francolin
he: פרנקולין שחור

source: Black kite
he: דיה מצויה

source: Black stork
he: חסידה שחורה

source: Black-crowned night heron
he: אנפת לילה מצויה

source: Black-headed gull
he: שחף אגמים

source: Black-shouldered kite
he: דאה שחורת-כנף

source: Black-winged stilt
he: תמירון מצוי

source: Blackstart
he: שחור-זנב

source: Bluethroat
he: כחול-החזה

source: Cattle egret
he: אנפית בקר

source: Common blackbird
he: שחרור

source: Common chaffinch
he: פרוש מצוי

source: Common crane
he: עגור אפור

source: Common kestrel
he: בז מצוי

source: Common kingfisher
he: שלדג גמדי

source: Common moorhen
he: סופית מצויה

source: Common myna
he: מיינה מצויה

source: Common quail
he: שליו נודד

source: Common rock thrush
he: צוקית חכלילית

source: Common starling
he: זרזיר מצוי

source: Common tern
he: שחפית ים

source: Cream-colored courser
he: רץ מדבר

source: Crested lark
he: עפרוני מצויץ

source: Egyptian goose
he: יאורית מצרית

source: Egyptian vulture
he: רחם

source: Eurasian blackcap
he: סבכי שחור-כיפה

source: Eurasian collared dove
he: תור צווארון

source: Eurasian coot
he: אגמית מצויה

source: Eurasian curlew
he: חרמשון גדול

source: Eurasian golden oriole
he: זהבן מחלל

source: Eurasian hoopoe
he: דוכיפת

source: Eurasian jay
he: עורבני שחור-כיפה

source: Eurasian oystercatcher
he: שלצדף החוף

source: Eurasian scops owl
he: שעיר מצוי

source: Eurasian spoonbill
he: כפן מצוי

source: Eurasian stone-curlew
he: כרוון מצוי

source: Eurasian teal
he: שרשיר מצוי

source: Eurasian wryneck
he: סבראש

source: European bee-eater
he: שרקרק מצוי

source: European goldfinch
he: חוחית

source: European nightjar
he: תחמס אירופי

source: European robin
he: אדום-החזה

source: European roller
he: כחל מצוי

source: European stonechat
he: דוחל שחור-גרון

source: Fan-tailed raven
he: עורב קצר-זנב

source: Fieldfare
he: קיכלי אפור

source: Glossy ibis
he: מגלן חום

source: Great cormorant
he: קורמורן גדול

source: Great crested grebe
he: טבלן מצויץ

source: Great egret
he: לבנית גדולה

source: Great spotted cuckoo
he: קוקייה מצויצת

source: Great tit
he: ירגזי מצוי

source: Great white pelican
he: שקנאי מצוי

source: Greater flamingo
he: פלמינגו מצוי

source: Green bee-eater
he: שרקרק גמדי

source: Grey heron
he: אנפה אפורה

source: Griffon vulture
he: נשר מקראי

source: Hawfinch
he: פצחן מצוי

source: Hooded crow
he: עורב אפור

source: House sparrow
he: דרור הבית

source: Kentish plover
he: חופמי אלכסנדרי

source: Lappet-faced vulture
he: עזניית הנגב

source: Laughing dove
he: צוצלת

source: Little egret
he: לבנית קטנה

source: Little owl
he: כוס החורבות

source: Long-eared owl
he: ינשוף עצים

source: Mallard
he: ברכייה

source: Masked shrike
he: חנקן נובי

source: Mute swan
he: ברבור מצוי

source: Northern gannet
he: סולה צפונית

source: Northern shoveler
he: מרית צפונית

source: Osprey
he: שלך

source: Palestine sunbird
he: צופית בוהקת

source: Peregrine falcon
he: בז נודד

source: Pied avocet
he: סייפן עקוד

source: Pied kingfisher
he: פרפור עקוד

source: Pin-tailed sandgrouse
he: קטה חדת-זנב

source: Pygmy cormorant
he: קורמורן גמדי

source: Red-footed falcon
he: בז ערב

source: Rock pigeon
he: יונת הסלע

source: Rose-ringed parakeet
he: דררת קרמר

source: Rosy starling
he: זרזיר ארבה

source: Short-toed snake eagle
he: חיוויאי הנחשים

source: Sinai rosefinch
he: ורדית סיני

source: Spotted flycatcher
he: חטפית אפורה

source: Spur-winged lapwing
he: סיקסק

source: Syrian woodpecker
he: נקר סורי

source: Tristrams starling
he: טריסטרמית

source: Trumpeter finch
he: חצוצרן המדבר

source: Wallcreeper
he: כותלי

source: Whinchat
he: דוחל חום-גרון

source: White stork
he: חסידה לבנה

source: White wagtail
he: נחליאלי לבן

source: White-spectacled bulbul
he: בולבול צהוב-שת

source: White-tailed eagle
he: עיטם לבן-זנב

source: White-throated kingfisher
he: שלדג לבן-חזה

source: Yelkouan shearwater
he: יסעור מצוי
